Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Location
ar: موقع
bg: Местоположение
bn: অবস্থান
ca: Ubicació
cs: Poloha
da: Placering
de: Standort bearbeiten
el: Τοποθεσία
es: Ubicación
fa: مکان
fi: Sijainti
fr: Localisation
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 位置情報
kk: Орналасқан жер
ko: 위치
lt: Vietovė
ms: Lokasi
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Местоположение
sk: Poloha
sl: Lokacija
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Місце
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Locked
ar: مقفل
bg: Заключено
bn: লক করা
ca: Bloquejat
cs: Uzamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fa: قفل‌شده
fi: Lukittu
fr: Verrouillé
he: נעול
hi: लॉक किया गया
hr: Zaključano
hu: Zárolva
id: Terkunci
it: Bloccato
ja: ロック中
kk: Құлыпталған
ko: 잠김
lt: Užrakinta
ms: Dikunci
nb: Låst
nl: Vergrendeld
pl: Zablokowane
pt: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Zamknuté
sl: Zaklenjeno
sv: Låst
th: ล็อคอยู่
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 已锁定
zh_hant: 已上鎖

source: Locked Folder
ar: مجلد مقفول
bg: Заключена папка
bn: লক করা ফোল্ডার
ca: Carpeta protegida
cs: Uzamčená složka
da: Låst mappe
de: Gesperrter Ordner
el: Κλειδωμένος φάκελος
es: Carpeta protegida
fa: پوشه قفل‌شده
fi: Lukittu kansio
fr: Dossier verrouillé
he: תיקיה נעולה
hi: लॉक किया गया फ़ोल्डर
hr: Zaključana mapa
hu: Zárolt mappa
id: Folder Terkunci
it: Cartella Privata
ja: 鍵付きフォルダー
kk: Құлыпталған қалта
ko: 잠금 폴더
lt: Užrakintas aplankas
ms: Folder Dikunci
nb: Låst mappe
nl: Vergrendelde map
pl: Folder zablokowany
pt: Pasta Trancada
ro: Dosar blocat
ru: Личная папка
sk: Zamknutý priečinok
sl: Zaklenjena mapa
sv: Låst mapp
th: โฟลเดอร์ล็อค
tr: Kilitli Klasör
uk: Особиста папка
vi: Bí mật
zh_hans: 锁定文件夹
zh_hant: 已上鎖的資料夾

source: Manual jobs update the local index and server cache. Hashing may need to download originals from iCloud, so it only runs on Wi-Fi.
ar: تُحدّث المهام اليدوية الفهرس المحلي وذاكرة التخزين المؤقت للخادم. قد يحتاج حساب التجزئة إلى تنزيل الملفات الأصلية من iCloud، ولذلك لا يعمل إلا عبر Wi-Fi.
bg: Ръчните задачи обновяват локалния индекс и кеша на сървъра. Хеширането може да изисква изтегляне на оригинали от iCloud, затова работи само през Wi-Fi.
bn: ম্যানুয়াল কাজগুলো স্থানীয় সূচি ও সার্ভার ক্যাশ আপডেট করে। হ্যাশিংয়ের জন্য iCloud থেকে মূল ফাইল ডাউনলোড করতে হতে পারে, তাই এটি শুধু Wi-Fi-তে চলে।
ca: Les tasques manuals actualitzen l'índex local i la memòria cau del servidor. El càlcul de hash pot haver de baixar els originals de l'iCloud, així que només funciona amb Wi-Fi.
cs: Ruční úlohy aktualizují místní index a mezipaměť serveru. Vytváření otisků může vyžadovat stažení originálů z iCloudu, a proto probíhá pouze přes Wi-Fi.
da: Manuelle opgaver opdaterer det lokale indeks og servercachen. Oprettelse af hashværdier kan kræve download af originaler fra iCloud og kører derfor kun via Wi-Fi.
de: Manuelle Aufgaben aktualisieren den lokalen Index und den Server-Cache. Für die Hash-Berechnung müssen möglicherweise Originale aus iCloud geladen werden, weshalb sie nur über Wi-Fi ausgeführt wird.
el: Οι χειροκίνητες εργασίες ενημερώνουν το τοπικό ευρετήριο και την προσωρινή μνήμη του διακομιστή. Ο κατακερματισμός μπορεί να χρειαστεί λήψη πρωτοτύπων από το iCloud, γι’ αυτό εκτελείται μόνο μέσω Wi-Fi.
es: Las tareas manuales actualizan el índice local y la caché del servidor. El cálculo de hashes puede requerir descargar originales de iCloud, por lo que solo se ejecuta mediante Wi-Fi.
fa: کارهای دستی نمایه محلی و حافظه پنهان سرور را به‌روزرسانی می‌کنند. محاسبه هش ممکن است به دریافت فایل‌های اصلی از iCloud نیاز داشته باشد، بنابراین فقط از طریق Wi-Fi اجرا می‌شود.
fi: Manuaaliset tehtävät päivittävät paikallisen hakemiston ja palvelimen välimuistin. Tiivisteiden luonti saattaa edellyttää alkuperäisten tiedostojen lataamista iCloudista, joten se toimii vain Wi-Fi-yhteydellä.
fr: Les tâches manuelles mettent à jour l’index local et le cache du serveur. Le calcul des empreintes peut nécessiter le téléchargement des originaux depuis iCloud et ne fonctionne donc qu’en Wi-Fi.
he: משימות ידניות מעדכנות את האינדקס המקומי ואת מטמון השרת. יצירת גיבובים עשויה לדרוש הורדת קבצים מקוריים מ-iCloud, ולכן היא פועלת רק דרך Wi-Fi.
hi: मैन्युअल कार्य स्थानीय इंडेक्स और सर्वर कैश अपडेट करते हैं। हैश बनाने के लिए iCloud से मूल फ़ाइलें डाउनलोड करनी पड़ सकती हैं, इसलिए यह केवल Wi-Fi पर चलता है।
hr: Ručni poslovi ažuriraju lokalni indeks i predmemoriju poslužitelja. Izrada sažetka može zahtijevati preuzimanje izvornika s iClouda, pa radi samo putem Wi-Fi veze.
hu: A kézi feladatok frissítik a helyi indexet és a szerver gyorsítótárát. A kivonatoláshoz szükség lehet az eredeti fájlok letöltésére az iCloud szolgáltatásból, ezért csak Wi-Fi-kapcsolaton fut.
id: Pekerjaan manual memperbarui indeks lokal dan cache server. Proses hashing mungkin perlu mengunduh file asli dari iCloud, sehingga hanya berjalan melalui Wi-Fi.
it: Le operazioni manuali aggiornano l'indice locale e la cache del server. Il calcolo degli hash potrebbe richiedere il download degli originali da iCloud, quindi viene eseguito solo tramite Wi-Fi.
ja: 手動ジョブはローカルインデックスとサーバーキャッシュを更新します。ハッシュ処理ではiCloudからオリジナルをダウンロードする場合があるため、Wi-Fi接続時のみ実行されます。
kk: Қолмен орындалатын тапсырмалар жергілікті индексті және сервер кэшін жаңартады. Хэштеу үшін түпнұсқаларды iCloud қызметінен жүктеп алу қажет болуы мүмкін, сондықтан ол тек Wi-Fi арқылы орындалады.
ko: 수동 작업은 로컬 인덱스와 서버 캐시를 업데이트합니다. 해시 처리 시 iCloud에서 원본을 다운로드해야 할 수 있으므로 Wi-Fi에서만 실행됩니다.
lt: Rankinės užduotys atnaujina vietinį indeksą ir serverio podėlį. Maišos skaičiavimui gali reikėti atsisiųsti originalus iš iCloud, todėl jis vykdomas tik naudojant Wi-Fi.
ms: Tugas manual mengemas kini indeks setempat dan cache pelayan. Pencincangan mungkin perlu memuat turun fail asal daripada iCloud, jadi ia hanya berjalan melalui Wi-Fi.
nb: Manuelle jobber oppdaterer den lokale indeksen og serverens hurtigbuffer. Hashing kan kreve at originaler lastes ned fra iCloud, så dette kjøres bare via Wi-Fi.
nl: Handmatige taken werken de lokale index en servercache bij. Voor het maken van hashes moeten mogelijk originelen uit iCloud worden gedownload, dus dit wordt alleen via Wi-Fi uitgevoerd.
pl: Zadania ręczne aktualizują lokalny indeks i pamięć podręczną serwera. Obliczanie skrótów może wymagać pobrania oryginałów z iCloud, dlatego działa tylko przez Wi-Fi.
pt: As tarefas manuais atualizam o índice local e a cache do servidor. O cálculo de hashes pode precisar de transferir originais do iCloud, pelo que só é executado por Wi-Fi.
ro: Sarcinile manuale actualizează indexul local și memoria cache a serverului. Calcularea valorilor hash poate necesita descărcarea originalelor din iCloud, astfel că rulează numai prin Wi-Fi.
ru: Задания, запущенные вручную, обновляют локальный индекс и кэш сервера. Для вычисления хэша может потребоваться загрузить оригиналы из iCloud, поэтому оно выполняется только через Wi-Fi.
sk: Ručné úlohy aktualizujú lokálny index a vyrovnávaciu pamäť servera. Výpočet hodnôt hash môže vyžadovať stiahnutie originálov zo služby iCloud, preto prebieha iba cez Wi-Fi.
sl: Ročna opravila posodobijo lokalno kazalo in predpomnilnik strežnika. Izračun zgoščene vrednosti bo morda moral prenesti izvirnike iz storitve iCloud, zato se izvaja samo prek Wi-Fi.
sv: Manuella jobb uppdaterar det lokala indexet och servercachen. Hashning kan behöva hämta original från iCloud och körs därför endast via Wi-Fi.
th: งานที่สั่งด้วยตนเองจะอัปเดตดัชนีในเครื่องและแคชของเซิร์ฟเวอร์ การคำนวณแฮชอาจต้องดาวน์โหลดไฟล์ต้นฉบับจาก iCloud จึงทำงานผ่าน Wi-Fi เท่านั้น
tr: Manuel görevler yerel dizini ve sunucu önbelleğini günceller. Karma oluşturma işleminin özgün dosyaları iCloud'dan indirmesi gerekebilir, bu nedenle yalnızca Wi-Fi üzerinden çalışır.
uk: Ручні завдання оновлюють локальний індекс і кеш сервера. Для хешування може знадобитися завантажити оригінали з iCloud, тому воно виконується лише через Wi-Fi.
vi: Các tác vụ thủ công cập nhật chỉ mục cục bộ và bộ nhớ đệm máy chủ. Việc tạo hàm băm có thể cần tải bản gốc từ iCloud, vì vậy chỉ chạy qua Wi-Fi.
zh_hans: 手动任务会更新本地索引和服务器缓存。计算哈希值可能需要从 iCloud 下载原件，因此仅通过 Wi-Fi 运行。
zh_hant: 手動任務會更新本機索引和伺服器快取。計算雜湊值可能需要從 iCloud 下載原始檔，因此僅透過 Wi-Fi 執行。

source: Media Type
ar: نوع الوسائط
bg: Тип на файла
bn: মিডিয়ার ধরন
ca: Tipus de mitjà
cs: Typ média
da: Medietype
de: Medientyp
el: Τύπος Μέσου
es: Tipo de archivo
fa: نوع رسانه
fi: Mediatyyppi
fr: Type de média
he: סוג מדיה
hi: मीडिया प्रकार
hr: Vrsta medija
hu: Média típus
id: Tipe Media
it: Tipo di media
ja: メディアの種類
kk: Медиа түрі
ko: 미디어 종류
lt: Medijos tipas
ms: Jenis Media
nb: Medietype
pl: Typ multimediów
pt: Tipo de ficheiro
ro: Tip media
ru: Тип файла
sk: Typ média
sl: Vrsta medija
sv: Mediatyp
th: ประเภทสื่อ
tr: Medya Türü
uk: Тип медіа
vi: Phương tiện
zh_hans: 媒体类型
zh_hant: 媒體類型

source: Memories
ar: الذكريات
bg: Спомени
bn: স্মৃতি
ca: Records
cs: Vzpomínky
da: Minder
de: Erinnerungen
el: Αναμνήσεις
es: Recuerdos
fa: خاطرات
fi: Muistot
fr: Souvenirs
he: זיכרונות
hi: यादें
hr: Uspomene
hu: Emlékek
id: Kenangan
it: Ricordi
ja: 思い出
kk: Естеліктер
ko: 추억
lt: Prisiminimai
ms: Kenangan
nb: Minner
nl: Herinneringen
pl: Wspomnienia
pt: Memórias
ro: Amintiri
ru: Воспоминания
sk: Spomienky
sl: Spomini
sv: Minnen
th: ความทรงจำ
tr: Anılar
uk: Спогади
vi: Kỷ niệm
zh_hans: 回忆
zh_hant: 回憶

source: Most Recent Photo
ar: أحدث صورة
bg: Най-скорошна снимка
bn: সবচেয়ে সাম্প্রতিক ছবি
ca: Foto més recent
cs: Nejnovější fotka
da: Seneste foto
de: Neuestes Foto
el: Η πιο πρόσφατη φωτογραφία
es: Foto más reciente
fa: جدیدترین عکس
fi: Tuorein kuva
fr: Photo la plus récente
he: תמונה אחרונה ביותר
hi: सबसे ताज़ा फ़ोटो
hr: Najnovija fotografija
hu: Legújabb fénykép
id: Foto paling terkini
it: Foto più recente
ja: 最新の写真
kk: Ең соңғы фотосурет
ko: 최근 사진
lt: Naujausia nuotrauka
ms: Foto paling terbaru
nb: Nyeste bilde
nl: Meest recente foto
pl: Najnowsze zdjęcie
pt: Foto mais recente
ro: Cea mai recentă fotografie
ru: Недавние фото
sk: Najnovšia fotografia
sl: Najnovejša fotografija
sv: Senaste fotot
th: จัดเรียงใหม่ล่าสุด
tr: En yeni fotoğraf
uk: Найсвіжіше фото
vi: Ảnh gần đây nhất
zh_hans: 最新的照片
zh_hant: 最新的相片

source: Move %@ Items to Recently Deleted
ar: نقل %@ عنصرًا إلى المحذوفة مؤخرًا
bg: Преместване на %@ елемента в „Наскоро изтрити“
bn: %@টি আইটেম সম্প্রতি মুছে ফেলা-তে সরান
ca: Mou %@ elements a Eliminats recentment
cs: Přesunout %@ položek do Nedávno smazaných
da: Flyt %@ emner til Slettet for nylig
de: %@ Elemente nach „Zuletzt gelöscht“ verschieben
el: Μετακίνηση %@ στοιχείων στα Πρόσφατα διαγραμμένα
es: Mover %@ elementos a Eliminado recientemente
fa: انتقال %@ مورد به «اخیراً حذف‌شده»
fi: Siirrä %@ kohdetta Äskettäin poistettuihin
fr: Déplacer %@ éléments vers Supprimées récemment
he: העברת %@ פריטים אל נמחקו לאחרונה
hi: %@ आइटम हाल ही में हटाए गए में ले जाएँ
hr: Premjesti %@ stavki u Nedavno obrisano
hu: %@ elem áthelyezése a Nemrég törölt albumba
id: Pindahkan %@ Item ke Baru Dihapus
it: Sposta %@ elementi in Eliminati di recente
ja: %@件の項目を「最近削除した項目」に移動
kk: %@ элементті «Жуырда жойылғандар» бөліміне жылжыту
ko: %@개 항목을 '최근 삭제된 항목'으로 이동
lt: Perkelti %@ elementus į „Neseniai ištrinti“
ms: Alihkan %@ Item ke Baru Dipadam
nb: Flytt %@ elementer til Nylig slettet
nl: %@ items verplaatsen naar Recent verwijderd
pl: Przenieś %@ elementów do „Ostatnio usunięte”
pt: Mover %@ itens para Apagados recentemente
ro: Mutați %@ elemente în Șterse recent
ru: Переместить %@ элементов в «Недавно удаленные»
sk: Presunúť %@ položiek do Nedávno vymazaných
sl: Premakni %@ elementov v Nedavno izbrisano
sv: Flytta %@ objekt till Senast raderade
th: ย้าย %@ รายการไปยังที่เพิ่งลบล่าสุด
tr: %@ Öğeyi Son Silinenler'e Taşı
uk: Перемістити %@ елементів до «Нещодавно видалені»
vi: Chuyển %@ mục vào Đã xóa gần đây
zh_hans: 将 %@ 个项目移至“最近删除”
zh_hant: 將 %@ 個項目移至「最近刪除」

source: Move backed-up photos and videos to Recently Deleted to free up space. Copies on your server remain safe.
ar: انقل الصور ومقاطع الفيديو المنسوخة احتياطيًا إلى المحذوفة مؤخرًا لتوفير مساحة. تظل النسخ الموجودة على خادمك آمنة.
bg: Преместете архивираните снимки и видеоклипове в „Наскоро изтрити“, за да освободите място. Копията на сървъра остават в безопасност.
bn: জায়গা খালি করতে ব্যাকআপ করা ছবি ও ভিডিও সম্প্রতি মুছে ফেলা-তে সরান। আপনার সার্ভারের কপিগুলো নিরাপদ থাকবে।
ca: Mou les fotos i els vídeos amb còpia de seguretat a Eliminats recentment per alliberar espai. Les còpies del servidor continuen segures.
cs: Uvolněte místo přesunutím zálohovaných fotek a videí do Nedávno smazaných. Kopie na serveru zůstanou v bezpečí.
da: Flyt sikkerhedskopierede fotos og videoer til Slettet for nylig for at frigøre plads. Kopierne på din server forbliver sikre.
de: Verschiebe gesicherte Fotos und Videos nach „Zuletzt gelöscht“, um Speicherplatz freizugeben. Die Kopien auf deinem Server bleiben sicher.
el: Μετακινήστε τις αντιγραμμένες φωτογραφίες και τα βίντεο στα Πρόσφατα διαγραμμένα για να ελευθερώσετε χώρο. Τα αντίγραφα στον διακομιστή σας παραμένουν ασφαλή.
es: Mueve las fotos y los vídeos con copia de seguridad a Eliminado recientemente para liberar espacio. Las copias del servidor permanecerán seguras.
fa: برای آزاد کردن فضا، عکس‌ها و ویدیوهای پشتیبان‌گیری‌شده را به «اخیراً حذف‌شده» منتقل کنید. نسخه‌های موجود در سرور امن می‌مانند.
fi: Vapauta tilaa siirtämällä varmuuskopioidut kuvat ja videot Äskettäin poistettuihin. Palvelimella olevat kopiot säilyvät turvassa.
fr: Libérez de l’espace en déplaçant les photos et vidéos sauvegardées vers Supprimées récemment. Les copies sur votre serveur restent en sécurité.
he: העבירו תמונות וסרטונים שגובו אל נמחקו לאחרונה כדי לפנות מקום. העותקים בשרת שלכם נשארים בטוחים.
hi: जगह खाली करने के लिए बैकअप की गई फ़ोटो और वीडियो को हाल ही में हटाए गए में ले जाएँ। सर्वर पर उनकी कॉपी सुरक्षित रहेगी।
hr: Premjestite sigurnosno kopirane fotografije i videozapise u Nedavno obrisano kako biste oslobodili prostor. Kopije na poslužitelju ostaju sigurne.
hu: Hely felszabadításához helyezze át a biztonsági mentéssel rendelkező fotókat és videókat a Nemrég törölt albumba. A szerveren lévő példányok biztonságban maradnak.
id: Pindahkan foto dan video yang telah dicadangkan ke Baru Dihapus untuk mengosongkan ruang. Salinan di server Anda tetap aman.
it: Sposta le foto e i video con backup in Eliminati di recente per liberare spazio. Le copie sul server restano al sicuro.
ja: 空き容量を増やすため、バックアップ済みの写真とビデオを「最近削除した項目」に移動します。サーバー上のコピーは安全です。
kk: Орын босату үшін сақтық көшірмесі бар фотосуреттер мен бейнелерді «Жуырда жойылғандар» бөліміне жылжытыңыз. Сервердегі көшірмелер қауіпсіз қалады.
ko: 공간을 확보하려면 백업된 사진과 비디오를 '최근 삭제된 항목'으로 이동하세요. 서버의 복사본은 안전하게 유지됩니다.
lt: Perkelkite atsargines kopijas turinčias nuotraukas ir vaizdo įrašus į „Neseniai ištrinti“, kad atlaisvintumėte vietos. Kopijos serveryje liks saugios.
ms: Alihkan foto dan video yang telah disandarkan ke Baru Dipadam untuk mengosongkan ruang. Salinan pada pelayan anda kekal selamat.
nb: Flytt sikkerhetskopierte bilder og videoer til Nylig slettet for å frigjøre plass. Kopiene på serveren forblir trygge.
nl: Verplaats geback-upte foto's en video's naar Recent verwijderd om ruimte vrij te maken. De kopieën op je server blijven veilig.
pl: Przenieś zdjęcia i filmy z kopią zapasową do „Ostatnio usunięte”, aby zwolnić miejsce. Kopie na serwerze pozostaną bezpieczne.
pt: Mova as fotos e os vídeos com cópia de segurança para Apagados recentemente para libertar espaço. As cópias no servidor permanecem seguras.
ro: Mutați fotografiile și videoclipurile cu copie de siguranță în Șterse recent pentru a elibera spațiu. Copiile de pe server rămân în siguranță.
ru: Переместите фотографии и видео с резервными копиями в «Недавно удаленные», чтобы освободить место. Копии на сервере останутся в безопасности.
sk: Presuňte zálohované fotografie a videá do Nedávno vymazaných, aby ste uvoľnili miesto. Kópie na serveri zostanú v bezpečí.
sl: Premaknite varnostno kopirane fotografije in videoposnetke v Nedavno izbrisano, da sprostite prostor. Kopije v strežniku ostanejo varne.
sv: Flytta säkerhetskopierade foton och videor till Senast raderade för att frigöra utrymme. Kopiorna på servern förblir säkra.
th: ย้ายรูปภาพและวิดีโอที่สำรองข้อมูลแล้วไปยังที่เพิ่งลบล่าสุดเพื่อเพิ่มพื้นที่ว่าง สำเนาบนเซิร์ฟเวอร์จะยังคงปลอดภัย
tr: Yer açmak için yedeklenmiş fotoğraf ve videoları Son Silinenler'e taşıyın. Sunucunuzdaki kopyalar güvende kalır.
uk: Перемістіть фото та відео з резервними копіями до «Нещодавно видалені», щоб звільнити місце. Копії на сервері залишаться в безпеці.
vi: Chuyển ảnh và video đã sao lưu vào Đã xóa gần đây để giải phóng dung lượng. Bản sao trên máy chủ của bạn vẫn an toàn.
zh_hans: 将已备份的照片和视频移至“最近删除”以释放空间。服务器上的副本不会受影响。
zh_hant: 將已備份的相片和影片移至「最近刪除」以釋放空間。伺服器上的副本不會受到影響。

source: Move to
ar: نقل الى
bg: Премести към
bn: এখানে সরান
ca: Mou a
cs: Přesunout do
da: Flyt til
de: Verschieben nach
el: Μετακίνηση σε
es: Mover a
fa: انتقال به
fi: Siirrä kohteeseen
fr: Déplacer vers
he: העבר ל
hi: करने के लिए कदम
hr: Premjesti u
hu: Mozgatás
id: Pindahkan ke
it: Sposta in
ja: 移動する
kk: Жылжыту орны
ko: 다음으로 이동
lt: Perkelti į
ms: Alihkan ke
nb: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover para
ro: Mutare la
ru: Переместить в
sk: Presunúť do
sl: Premakni v
sv: Flytta till
th: ย้ายไปยัง
tr: Şuraya taşı
uk: Перемістити до
vi: Di chuyển đến
zh_hans: 移动到
zh_hant: 移動到

source: Move to Locked Folder
ar: النقل الى مجلد مغلق
bg: Премести в заключена папка
bn: লক করা ফোল্ডারে সরান
ca: Mou a la carpeta protegida
cs: Přesunout do uzamčené složky
da: Flyt til låst mappe
de: In den gesperrten Ordner verschieben
el: Μετακίνηση σε κλειδωμένο φάκελο
es: Mover a la carpeta protegida
fa: انتقال به پوشه قفل‌شده
fi: Siirrä lukittuun kansioon
fr: Déplacer dans le dossier verrouillé
he: העבר לתיקיה הנעולה
hi: लॉक किए गए फ़ोल्डर में ले जाएं
hr: Premjesti u zaključanu mapu
hu: Áthelyezés a zárolt mappába
id: Pindahkan ke folder terkunci
it: Sposta nella cartella privata
ja: 鍵付きフォルダーへ移動
kk: Құлыпталған қалтаға жылжыту
ko: 잠금 폴더로 이동
lt: Įtraukti į užrakintą aplanką
ms: Alihkan ke Folder Dikunci
nb: Flytt til låst mappe
nl: Verplaats naar vergrendelde map
pl: Przenieś do folderu zablokowanego
pt: Mover para a pasta trancada
ro: Mută în dosarul blocat
ru: В личную папку
sk: Presunúť do zamknutého priečinka
sl: Premakni v zaklenjeno mapo
sv: Flytta till låst mapp
th: ย้ายไปโฟลเดอร์ล็อค
tr: Kilitli klasöre taşı
uk: Перемістити до особистої папки
vi: Chuyển đến Bí mật
zh_hans: 移至锁定文件夹
zh_hant: 移至「已上鎖的資料夾」

source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Vardas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 名字
zh_hant: 名稱

source: Network Requirements
ar: متطلبات الشبكة
bg: Изисквания към мрежата
bn: নেটওয়ার্ক প্রয়োজনীয়তা
ca: Requeriments de xarxa
cs: Požadavky na síť
da: Netværkskrav
de: Anforderungen ans Netzwerk
el: Απαιτήσεις Δυκτίου
es: Requisitos de red
fa: نیازمندی‌های شبکه
fi: Verkkovaatimukset
fr: Prérequis réseau
he: דרישות רשת
hi: नेटवर्क आवश्यकताएँ
hr: Mrežni zahtjevi
hu: Hálózati követelmények
id: Persyaratan Jaringan
it: Requisiti di rete
ja: ネットワークの要件
kk: Желі талаптары
ko: 네트워크 요구사항
lt: Tinklo reikalavimai
ms: Keperluan Rangkaian
nb: Nettverkskrav
nl: Netwerk vereisten
pl: Wymagania sieciowe
pt: Requisitos de rede
ro: Cerințe privind rețeaua
ru: Требования к сети
sk: Požiadavky na sieť
sl: Omrežne zahteve
sv: Nätverkskrav
th: ความต้องการเครือข่าย
tr: Ağ Gereksinimleri
uk: Вимоги до мережі
vi: Kết nối mạng
zh_hans: 网络要求
zh_hant: 網路要求

source: Never expires
ar: لا تنتهي صلاحيته مطلقًا
bg: Никога не изтича
bn: কখনো মেয়াদ শেষ হবে না
ca: No caduca mai
cs: Nikdy nevyprší
da: Udløber aldrig
de: Läuft nie ab
el: Δεν λήγει ποτέ
es: No caduca nunca
fa: بدون انقضا
fi: Ei vanhene koskaan
fr: N’expire jamais
he: לעולם לא פג
hi: कभी समाप्त नहीं होता
hr: Nikad ne istječe
hu: Soha nem jár le
id: Tidak pernah kedaluwarsa
it: Nessuna scadenza
ja: 有効期限なし
kk: Мерзімі аяқталмайды
ko: 만료되지 않음
lt: Galiojimas nesibaigia
ms: Tidak akan tamat tempoh
nb: Utløper aldri
nl: Verloopt nooit
pl: Nigdy nie wygasa
pt: Nunca expira
ro: Nu expiră niciodată
ru: Срок действия не ограничен
sk: Platnosť nikdy nevyprší
sl: Nikoli ne poteče
sv: Går aldrig ut
th: ไม่มีวันหมดอายุ
tr: Süresi asla dolmaz
uk: Без обмеження терміну дії
vi: Không bao giờ hết hạn
zh_hans: 永不过期
zh_hant: 永不過期

source: New Album
ar: ألبوم جديد
bg: Нов албум
bn: নতুন অ্যালবাম
ca: Àlbum nou
cs: Nové album
da: Nyt album
de: Neues Album
el: Νέο άλμπουμ
es: Nuevo álbum
fa: آلبوم جدید
fi: Uusi albumi
fr: Nouvel album
he: אלבום חדש
hi: नया एल्बम
hr: Novi album
hu: Új album
id: Album Baru
it: Nuovo album
ja: 新規アルバム
kk: Жаңа альбом
ko: 새 앨범
lt: Naujas albumas
ms: Album Baharu
nb: Nytt album
nl: Nieuw album
pl: Nowy album
pt: Novo álbum
ro: Album nou
ru: Новый альбом
sk: Nový album
sl: Nov album
sv: Nytt album
th: อัลบั้มใหม่
tr: Yeni Albüm
uk: Новий альбом
vi: Album mới
zh_hans: 新建相簿
zh_hant: 新增相簿

source: No Access to Photos
ar: لا يوجد وصول إلى الصور
bg: Няма достъп до снимките
bn: ছবিতে অ্যাক্সেস নেই
ca: Sense accés a les fotos
cs: Bez přístupu k fotkám
da: Ingen adgang til fotos
de: Kein Zugriff auf Fotos
el: Δεν υπάρχει πρόσβαση στις φωτογραφίες
es: Sin acceso a las fotos
fa: دسترسی به عکس‌ها وجود ندارد
fi: Ei kuvien käyttöoikeutta
fr: Aucun accès aux photos
he: אין גישה לתמונות
hi: फ़ोटो की एक्सेस नहीं है
hr: Nema pristupa fotografijama
hu: Nincs hozzáférés a fotókhoz
id: Tidak Ada Akses ke Foto
it: Nessun accesso alle foto
ja: 写真へのアクセス権がありません
kk: Фотосуреттерге қатынас жоқ
ko: 사진 접근 권한 없음
lt: Nėra prieigos prie nuotraukų
ms: Tiada Akses kepada Foto
nb: Ingen tilgang til bilder
nl: Geen toegang tot foto's
pl: Brak dostępu do zdjęć
pt: Sem acesso às fotos
ro: Fără acces la fotografii
ru: Нет доступа к фотографиям
sk: Žiadny prístup k fotografiám
sl: Ni dostopa do fotografij
sv: Ingen åtkomst till foton
th: ไม่มีสิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraflara Erişim Yok
uk: Немає доступу до фото
vi: Không có quyền truy cập Ảnh
zh_hans: 无照片访问权限
zh_hant: 沒有相片取用權限

source: No album matches “%@”.
ar: لا يوجد ألبوم يطابق «%@».
bg: Няма албум, съответстващ на „%@“.
bn: “%@”-এর সঙ্গে কোনো অ্যালবাম মেলেনি।
ca: Cap àlbum coincideix amb «%@».
cs: Žádné album neodpovídá „%@“.
da: Ingen album matcher "%@".
de: Kein Album entspricht „%@“.
el: Κανένα άλμπουμ δεν αντιστοιχεί στο «%@».
es: Ningún álbum coincide con «%@».
fa: هیچ آلبومی با «%@» مطابقت ندارد.
fi: Mikään albumi ei vastaa hakua ”%@”.
fr: Aucun album ne correspond à « %@ ».
he: אין אלבום התואם ל-„%@”.
hi: “%@” से कोई एल्बम मेल नहीं खाता।
hr: Nijedan album ne odgovara pojmu „%@”.
hu: Egy album sem felel meg ennek: „%@”.
id: Tidak ada album yang cocok dengan “%@”.
it: Nessun album corrisponde a "%@".
ja: 「%@」に一致するアルバムはありません。
kk: «%@» сұрауына сәйкес альбом жоқ.
ko: '%@'과(와) 일치하는 앨범이 없습니다.
lt: Nė vienas albumas neatitinka „%@“.
ms: Tiada album yang sepadan dengan “%@”.
nb: Ingen album samsvarer med «%@».
nl: Geen album komt overeen met "%@".
pl: Żaden album nie pasuje do „%@”.
pt: Nenhum álbum corresponde a “%@”.
ro: Niciun album nu corespunde cu „%@”.
ru: Нет альбомов, соответствующих запросу «%@».
sk: Výrazu „%@“ nezodpovedá žiadny album.
sl: Noben album se ne ujema z »%@«.
sv: Inget album matchar ”%@”.
th: ไม่มีอัลบั้มที่ตรงกับ “%@”
tr: “%@” ile eşleşen albüm yok.
uk: Немає альбомів, що відповідають «%@».
vi: Không có album nào khớp với “%@”.
zh_hans: 没有与“%@”匹配的相册。
zh_hant: 沒有與「%@」相符的相簿。
